Repository: common-repository/lastfm-tabs
Catalog: languages/lastfm_tabs-*.po
Languages: de_de, fr_fr, ro_ro

source: General settings
de_de: Allgemeine Einstellungen
fr_fr: Paramètres généraux
ro_ro: Setări generale

source: Widget tabs
fr_fr: Onglets du widget
ro_ro: Tab-uri widget

source: Reset to defaults
de_de: Einstellungen zurücksetzen
fr_fr: Réinitialisation
ro_ro: Reiniţializare la valorile implicite

source: About/Help
de_de: Info/Hilfe
fr_fr: À propos/Aide
ro_ro: Despre / ajutor

source: Last.fm options
de_de: Last.fm Optionen
fr_fr: Options Last.fm
ro_ro: Opţiuni Last.FM

source: Default Field
de_de: Standardfeld
fr_fr: Champ par défaut
ro_ro: Câmp implicit

source: This is a default description.
de_de: Dies ist die Standardbeschreibung.
fr_fr: Ceci est une description par défaut.
ro_ro: Aceasta este o descriere implicit.

source: Save Changes
de_de: Änderungen übernehmen
fr_fr: Sauvegarder les changements
ro_ro: Salvaţi modificările

source: Clear caches
de_de: Caches löschen
fr_fr: Nettoyer les fichiers en cache
ro_ro: Ștergere memorii cache

source: <p>You can use the following shortcode:</p>
de_de: <p>Du kannst den folgenden Shortcode nutzen:</p>
fr_fr: <p>Vous pouvez utiliser le shortcode suivant dans vos pages et articles:</p>
ro_ro: <p>Aveţi posibilitatea să utilizaţi următoarele shortcode:</p>

source: <p>The following functions are available: albums, friends, charts, artists, info, recent, loved and shouts</p>
de_de: <p>Die folgenden Funktionen sind verfügbar: albums, friends, charts, artists, info, recent, loved und shouts</p>
fr_fr: <p>Les fonctions disponibles sont: <i>albums, friends, charts, artists, info, recent, loved and shouts</i></p>
ro_ro: <p>Sunt disponibile următoarele funcţii: albume, prieteni, diagrame, artişti, info, recente, iubit şi strigăte</p>

source: <p>You may combine two or more of these functions with commas.</p>
de_de: <p>Du kannst zwei oder mehr Funktionen mit Kommas kombinieren.</p>
fr_fr: <p>Vous pouvez combiner deux fonctions ou plus avec des virgules.</p>
ro_ro: <p>Pot combina două sau mai multe din aceste funcţii cu virgule.</p>

source: <p>The title-parameter enables/disables output of the corresponding title for each function. Title and count are optional. If not provided, the plugin options will be used.</p>
de_de: <p>Der title-Parameter de-/aktiviert die Ausgabe des entsprechenden Titels für die jeweilige Funktion. Title und count sind optional. Falls nicht angegeben, werden die Plugin-Einstellungen genutzt.</p>
fr_fr: <p>Le paramètre titre active/désactive l'affichage du titre correspondant pour chaque fonction. Les options "titres" et "nombres" sont optionnelles. Si elles ne sont pas fournies, les options générales du plugin seront utilisées.</p>
ro_ro: <p>Titlul de titlu-parametru activează/dezactivează producția corespunzătoare pentru fiecare funcţie. Titlul și numărul sunt opționale. Dacă nu, va fi utilizat opţiunile de plug-in.</p>

source: <p>An example:</p>
de_de: <p>Ein Beispiel:</p>
fr_fr: <p>Un exemple:</p>
ro_ro: <p>Exemplu:</p>

source: <p>Would display all functions in that order with max. 3 entries each and print the titles.</p>
de_de: <p>würde alle Funktionen in dieser Reihenfolge mit jeweils max. 3 Einträgen samt Titeln ausgeben.</p>
fr_fr: <p>Affichera toutes les fonctions dans cet ordre avec maximum 3 entrées pour chaque et affichera les titres.</p>
ro_ro: <p>Ar afişa toate funcţiile în această ordine cu max. 3 intrări fiecare şi imprimaţi titlurile.</p>

source: <p>In your templates you can use the function <span class="code">lastfm_tabs_render($functions=array(), $count=false, $echotitle=false, $return=false)</span></p>
de_de: <p>In deinen Templates kannst du die Funktion <span class="code">lastfm_tabs_render($functions=array(), $count=false, $echotitle=false, $return=false)</span> nutzen.</p>
fr_fr: <p>Dans votre thème vous pouvez utiliser la fonction <span class="code">lastfm_tabs_render($functions=array(), $count=false, $echotitle=false, $return=false)</span></p>
ro_ro: <p>În şabloanele dumneavoastră, puteţi utiliza funcţia de <span class="code">lastfm_tabs_render($functions=array(), $count=false, $echotitle=false, $return=false)</span></p>

source: <p>So the following would output a list of 5 of your friends and the 5 most listened to albums without titles:</p>
de_de: <p>Der folgende Code würde also eine List mit 5 deiner Freunden und deine 5 meistgehörten Alben ohne Titel ausgeben:</p>
fr_fr: <p>L'expression suivante affichera une liste de 5 de vos amis et les 5 albums les plus écoutés sans les titres:</p>
ro_ro: <p>Astfel încât următoarele ar afişează o listă de 5 prieteni şi 5 cele mai ascultat albume fără titluri:</p>

source: <p>If you do not want to echo the function's return, add the last parameter and set it to true.</p>
de_de: <p>Falls du den Rückgabewert der Funktion nicht direkt ausgeben möchtest, kannst du den letzten Parameter hinzufügen und auf true setzen.</p>
fr_fr: <p>Si vous ne voulez pas afficher le retour de la fonction, ajoutez le dernier paramètre et réglez le sur true</p>
ro_ro: <p>Dacă nu doriţi să echo funcţia întoarcerea lui, adăugaţi parametrul ultima şi setaţi-o la true.</p>

source: <p>Changes in a template tag will not immediately take effect since all the data is cached. If you change options in a template tag you have to manually clean the plugin cache.</p>
de_de: <p>Änderungen im Template Tag werden nicht sofort übernommen, da die Daten gecachet sind. Falls du Parameter änderst, musst du manuell den Cache leeren.</p>
fr_fr: <p>Les changements dans le fichier thème ne seront pas visibles immédiatement, étant donné que les données sont mises en cache. Si vous changez une option dans le thème il vous faudra purger manuellement le cache de l'extension</p>
ro_ro: Imediat <p>modificări într-un şablon tag-ul nu vor avea efect deoarece toate datele este în cache. Dacă modificaţi opţiunile într-un şablon tag-ul aveţi pentru a curăţa manual cache dop.</p>

source: <p>If you have any questions or ideas to improve this plugins, write to felix@kreativkonzentrat.de or drop a line at
de_de: <p>Falls du Fragen oder Ideen zur Verbesserung des Plugins hast, schreib einfach an felix@kreativkonzentrat.de oder hinterlasse eine Nachricht bei
fr_fr: <P>Si vous avez des questions ou des idées d'améliorations de l'extension, écrivez à felix@kreativkonzentrat.de oo envoyez moi une note à
ro_ro: <p>Dacă aveţi orice întrebări sau idei pentru a îmbunătăţi acest plugin-uri, scrie la felix@kreativkonzentrat.de sau picătură o linie la

source: Widget title
de_de: Widget Titel
fr_fr: Titre du Widget
ro_ro: Titlul widget

source: Default widget title
de_de: Widget Titel
fr_fr: Titre du Widget par défaut
ro_ro: Implicit widget titlu

source: Last.fm username
de_de: Last.fm Benutzername
fr_fr: Nom d'utilisateur Last.fm

source: Your last.fm username
de_de: Last.fm Benutzername
fr_fr: Votre nom d'utilisateur Last.fm
ro_ro: Numele de utilizator last.fm

source: Cover size
de_de: Covergröße
fr_fr: Taille des pochettes
ro_ro: Dimensiunea de acoperire

source: Size of displayed images
de_de: Größe der dargstellten Bilder
fr_fr: Tailles des images affichées
ro_ro: Dimensiunea imaginilor afişate

source: small
de_de: klein
fr_fr: petite
ro_ro: mici

source: medium
de_de: mittel
fr_fr: moyenne
ro_ro: mediu

source: large
de_de: groß
fr_fr: grande
ro_ro: mare

source: extra large
de_de: riesig
fr_fr: très grande
ro_ro: extra mare

source: Cache expiration
de_de: Cache-Speicherdauer
fr_fr: Expiration du cache
ro_ro: Expirare cache

source: Time in minutes
de_de: Zeit in Minuten
fr_fr: Temps de cache en minutes
ro_ro: Timpul în minute

source: Fallback cover
de_de: Standard-Cover
fr_fr: Pochette par défaut
ro_ro: Cover rezervă

source: URL of fallback cover when no image is found
de_de: URL zum Standard-Cover, falls kein Bild gefunden wird
fr_fr: URL ou pochette par défaut quand aucune image n'est trouvée
ro_ro: URL-ul de rezervă acoperire găsește nicio imagine

source: Fancy mouseover effect
de_de: Toller Mouseover-Effekt
fr_fr: Effet au suvol
ro_ro: Efectul mouseover fantezie

source: Sliding/fading caption on covers
de_de: Slidende/einblendende Beschreibung
fr_fr: Glissé/fondu de la légende des pochettes
ro_ro: Alunecare/decolorare legendă pe acoperă

source: Effect
de_de: Effekt
fr_fr: Effet
ro_ro: Efect

source: fade
de_de: einblenden
fr_fr: fondu
ro_ro: Estompare

source: slide
de_de: sliden
fr_fr: glissé
ro_ro: diapozitiv

source: Effect duration
de_de: Effektdauer
fr_fr: Durée de l'effet
ro_ro: Efect de durată

source: in ms
fr_fr: en ms
ro_ro: în ms

source: Effect origin
de_de: Effektursprung
fr_fr: Origine de l'effet
ro_ro: Efect de origine

source: bottom
de_de: unten
fr_fr: bas
ro_ro: partea de jos

source: top
de_de: oben
fr_fr: haut

source: left
de_de: links
fr_fr: gauche
ro_ro: stânga

source: right
de_de: rechts
fr_fr: droite
ro_ro: dreptul de

source: Use stylesheet?
de_de: Stylesheet benutzen?
fr_fr: Utiliser la feuille de style?
ro_ro: Utilizaţi foaia de stil?

source: Needed for sliding/fading captions. Fixes image width and height to 126px.<br /> You can place your own lastfm.css in your template folder to overwrite the default stylesheet.
de_de: (für den Mouseover-Effekt. Stellt Bilderhöhe und -breite fest auf 126px.<br /> Erstelle eine eigene Datei mit dem Namen lastfm.css in deinem Templateverzeichnis, um das Standard-CSS zu überschreiben.)
fr_fr: Nécessaire pour les légendes en glissé/fondu. Fixe les tailles images à 126 px.<br />Vous pouvez placer votre propre lastfm.css dans votre thème pour écraser la feuille par défaut.
ro_ro: Necesare pentru alunecare/decolorare legende. Fixat imagine lăţimea şi înălţimea 126px. < br /> puteţi plasa propriul lastfm.css în folderul şablon pentru a suprascrie foaia de stil implicit.

source: Enable tabbed navigation?
de_de: Tabbed Navigation benutzen?
fr_fr: Activer la navigation par onglets?
ro_ro: Activare navigare cu file?

source: jQuery tabs for your Last.fm widget
de_de: jQuery-Tabs für dein Last.fm-Widget
fr_fr: Onglet jQuery pour votre widget Last.fm
ro_ro: filele jQuery pentru al tău widget Last.fm

source: Show artist image when no album cover is found instead of default cover?
de_de: Künsterbild anzeigen wenn kein Cover gefunden wurde?
fr_fr: Afficher l'image de l'artiste quand aucune pochette d'album n'est trouvée à la place de la couverture par défaut?
ro_ro: Arată imagini artist când nu coperta albumului este găsit în loc de implicit acoperire?

source: May increase loading time
de_de: Kann die Ladezeit erhöhen
fr_fr: Peut augmenter le temps de chargement
ro_ro: Poate creşte timpul de încărcare

source: Enable debugmode?
de_de: Debugmodus aktivieren?
fr_fr: Activer le mode Debug?
ro_ro: Permite debugmode?

source: Shows some caching information
de_de: Zeigt einige Cacheinformationen
fr_fr: Montre quelques informations de debug
ro_ro: Afişează unele informaţii cache

source: Enable recently played tracks tab?
de_de: Zuletzt gehört-Tab aktivieren?
fr_fr: Activer l'onglet des "morceaux récemment joués"?
ro_ro: Enable jucat recent melodii fila?

source: Title:
de_de: Titel:
fr_fr: Titre:
ro_ro: Titlu:

source: Number of tracks to display
de_de: Anzahl dargestellter Titel
fr_fr: Nombre de morceaux à afficher
ro_ro: Numărul de piese pentru a afişa

source: Enable user info tab?
de_de: Benutzerinfo-Tab aktivieren?
fr_fr: Activer l'onglet "profil utilisateur"?
ro_ro: Permite utilizatorului info fila?

source: Enable friends tab?
de_de: Freunde-Tab aktivieren?
fr_fr: Activer l'onglet amis?
ro_ro: Activaţi fila prieteni?

source: Number of friends to display
de_de: Anzahl dargestellter Freunde
fr_fr: Nombre d'amis à afficher
ro_ro: Număr de prieteni pentru a afişa

source: Enable loved tracks tab?
de_de: Lieblingslieder-Tab aktivieren?
fr_fr: Activer l'onglet "morceaux aimés"
ro_ro: Enable iubit piese fila?

source: Number of loved tracks to display
de_de: Anzahl dargestellter Lieblingstitel
fr_fr: Nombre de "morceaux aimés" à afficher
ro_ro: Numărul de piesele iubit pentru a afişa

source: Enable shouts tab?
de_de: Shouts-Tab aktivieren?
fr_fr: Activer l'onglet "statut\"?
ro_ro: Enable strigă fila?

source: Number of shouts to display
de_de: Anzahl dargestellter Shouts
fr_fr: Nombre de "statuts" à afficher
ro_ro: Numărul de strigăte pentru a afişa

source: Enable weekly album charts tab?
de_de: wöchtentliche Charts aktivieren?
fr_fr: Activer l'onglet des "statistiques albums de la semaine"?
ro_ro: Permite săptămânal album charts fila?

source: May increase loading time on big lists when not cached yet
de_de: (Ladezeit kann sich bei großen Listen erhöhen, falls sie noch nicht im Cache sind
fr_fr: Peut augmenter le temps de chargement si les données n'ont pas encore été mises en cache
ro_ro: Poate creşte timpul de încărcare pe listele de mare atunci când nu cached încă

source: Number of chart entries to display
de_de: Anzahl dargestellter Charts-Einträge
fr_fr: Nombre d'entrées "statistiques" à afficher
ro_ro: Numărul de intrări de diagramă pentru a afişa

source: Enable top albums tab?
de_de: Meistgehörte Alben aktivieren?
fr_fr: Activer l'onglet des "albums les plus écoutés"?
ro_ro: Activaţi fila albume de top?

source: Number of top album entries to display
de_de: Anzahl dargestellter meistgehörter Alben
fr_fr: Nombre d'"albums les plus écoutés" à afficher
ro_ro: Numărul de intrări album de top pentru a afişa

source: Period
de_de: Zeitraum
fr_fr: Période
ro_ro: Perioada

source: Enable top artists tab?
de_de: Meistgehörte Interpreten aktivieren?
fr_fr: Activer l'onglet "artistes les plus écoutés"?
ro_ro: Activaţi fila artişti de top?

source: Reset options
de_de: Optionen zurücksetzen
fr_fr: Réinitialiser les options
ro_ro: Reiniţializaţi opţiunile

source: Check this box and click "Save Changes" below to reset all plugin options to their defaults.
de_de: Aktiviere diese Box und klicke "Änderungen übernehmen" um die Plugineinstellungen zurückzusetzen.
fr_fr: Cochez cette case et cliquez sur "Enregistrer les modifications" ci-dessous pour réinitialiser toutes les options à leur valeur par défaut.
ro_ro: mai jos pentru a reseta toate plugin-ul opţiunile la valorile implicite.

source: %s data not cached.
de_de: %s Daten nicht gecached.
fr_fr: %s de données non mises en cache
ro_ro: date %s nu în cache.

source: %s data was cached.
de_de: %s Daten waren im Cache.
fr_fr: %s de données ont été mises en cache
ro_ro: date %s a fost în cache.

source: Caches cleared.
de_de: Caches gelöscht.
fr_fr: Caches purgés
ro_ro: Caches deselectată.

source: Nick:
fr_fr: Pseudo:

source: Name:
fr_fr: Nom:
ro_ro: nume:

source: Country:
de_de: Land:
fr_fr: Pays:
ro_ro: Ţară:

source: Age:
de_de: Alter:
fr_fr: Âge:
ro_ro: Vârstă:

source: Gender:
de_de: Geschlecht:
fr_fr: Genre:
ro_ro: Sex:

source: Playcount:
de_de: Gepielt:
fr_fr: Nombre d'écoutes:

source: Profilepage
de_de: Profilseite
fr_fr: Page de profil

source: Registered:
de_de: Registriert am:
fr_fr: Enregistré:
ro_ro: Înregistrate:

source: by
de_de: von
fr_fr: par
ro_ro: de

source: Played %d times.
de_de: %d mal gespielt.
fr_fr: Joué %d fois.
ro_ro: Jucat de %d ori.

source: Cacherefresh done at %s
de_de: Cacherefresh ausgeführt um %s
fr_fr: Rafraîchissement du cache effectué à %s
ro_ro: Cacherefresh adoptată la %s

source: Data not cached.
de_de: Daten nicht gecached.
fr_fr: Données non mises en cache
ro_ro: Datele nu în cache.

source: Invalid function call
de_de: Ungültiger Funktionsaufruf
fr_fr: Appel de fonction invalide
ro_ro: Apelul de funcție incorectă

source: Use
de_de: Benutze
fr_fr: Utilise
ro_ro: Utilizarea

source: or
de_de: oder
fr_fr: ou
ro_ro: sau

source: <h4>Note</h4>
de_de: <h4>Hinweis</h4>
ro_ro: <h4>Notă</h4>

source: Settings
de_de: Einstellungen
ro_ro: Setări

source: <h4>Template tag</h4>
ro_ro: <h4>Şablon tag-ul</h4>
